/* The label of the Cancel button */
"Cancel" = "取消";

/* The label of the Continue button */
"Continue" = "继续";

/* The label of the Retry button */
"Retry" = "重试";

/* The label of the Redo button */
"Redo" = "重做";

/* The label of the Trust button */
"Trust" = "信任";

/* The title of server invalid certificate dialog */
"Server Identity Failure" = "服务器标识失败";

/* Error message telling user that the certificate of the server is either expired or not yet valid */
"The server certificate is expired or is not yet valid." = "服务器证书已过期或尚未生效。";

/* Error message telling user that the certificate of the server is not signed by an authority */
"The server certificate is not signed by any root server." = "服务器证书未经任何根服务器签署。";

/* Error message telling user that the certificate of the server is not valid */
"The server certificate is not yet valid." = "服务器证书尚未生效。";

/* Error message telling user that the certificate of the server cannot be trusted since it was signed by a non-trusted authority */
"The server certificate is signed by a root server which is not trusted." = "签署服务器证书的根服务器不受信任。";

/* This is the message displayed to the user in the invalid server certificate dialog */
"Unable to verify the identity of \"%@\". %@\n\nIf you choose to continue you could put your confidential information at risk.\n" = "无法验证 \"%1$@\" 的标识。%2$@\n\n如果选择继续，可能会使您的机密信息面临风险。\n";

/* This is also displayed to the user in the invalid server certificate dialog */
"You should retry to connect to \"%@\" to access the content." = "您应重新尝试连接到 \"%@\" 以访问其内容。";

/* This is the message displayed to the user in the invalid server certificate dialog */
"%@ can't verify the identity of \"%@\". To access this content anyway, choose \"%@\" and retry last action." = "%1$@ 无法验证\"%2$@\"的标识。如果仍要访问此内容，请选择\"%3$@\"并重试上一个操作。";

/* The title of server invalid certificate dialog */
"Cannot Verify Server Identity" = "无法验证服务器标识";

